<?php require_once 'layouts/header.php'; ?>

<div class="container-fluid agreement">
	<div class="row">
		<div class="col">		
			<h1 class="text-center">УМОВИ АГЕНТСЬКОГО ДОГОВОРУ (ДОГОВІР ПРИЄДНАННЯ)</h1>
			<p><b>ВІДПРАВЛЯЮЧИ ФОРМУ РЕЄСТРАЦІЇ ПРИНЦИПАЛА НА САЙТІ UBERLINE.IN.UA, ПРИНЦИПАЛ ЦИМ ВИЗНАЄ, ПРИЙМАЄ І ПОГОДЖУЄТЬСЯ З НАСТУПНИМИ ПОЛОЖЕННЯМИ І УМОВАМИ АГЕНТСЬКОГО ДОГОВОРУ (ДОГОВОРУ ПРИЄДНАННЯ):</b></p>

			<p>Агентський договір (договір приєднання) укладено на зазначених далі стандартних умовах між Товариством з обмеженою відповідальністю «СТК-24» (далі - «Агент») в особі Директора Мєлконова Едуарда Сергiйовича, який діє на підставі Статуту, та особою, яка підписала форму реєстрації принципала (далі - «Принципал» ):</p><br>

			<p class="text-center"><b>ТЕРМІНИ ТА ВИЗНАЧЕННЯ</b></p>
			Наведені нижче терміни мають зазначені навпроти них значення (визначення) і застосовуються Сторонами у цьому договорі. Терміни можуть рівнозначно вживатися як в однині, так і в множині.<br><br>

			<p><b>«Форма реєстрації»</b> - письмове волевиявлення Принципала про повне і беззаперечне приєднання до даних стандартних умов агентського договору, виражене в вiдправцi Принципалом на адресу Агента будь-якої персональної інформації (ПІБ, номерів телефонів, адрес електронної пошти, даних і копій посвідчення водія, свідоцтва про реєстрацію транспортного засобу, поліса ОСЦПВ і інше) через форми «Стати водієм», «Залишити заявку», «Змінити партнера» на сайті UBERLINE.IN.UA.</p>

			<p><b>«Додаток»</b> - програмний додаток, що перебуває у власності, контрольований, керований, підтримуваний, розміщений, ліцензований та / або розроблений компанією Оператором (або її Афілійованими компаніями) для роботи на смартфонах, планшетних комп'ютерах та / або інших пристроях, на яких можливе використання Сервісу.</p>

			<p><b>«Комісійна винагорода»</b> - комісійна винагорода за Сервіс, що надається компанією Оператором Агенту і Принципалу.</p>

			<p><b>«Агентська винагорода»</b> - винагорода Агента за виконання доручення за цим договором. </p>

			<p><b>«Клієнт»</b> - будь-яка особа, яка зареєструвалася у Оператора на використання Програми та / або Сервісу, і скористалася Таксомоторними послугами Принципала.</p>

			<p><b>«Таксомоторні послуги»</b> - послуги перевезення пасажирів, що надаються Принципалом Клієнту на Транспортному засобі за запитом Клієнта.</p> 

			<p><b>«Поїздка»</b> - перевезення Клієнта Принципалом з точки посадки до точки висадки Клієнта.</p>

			<p><b>«Сервіс»</b> - посередницькі послуги, що надаються на вимогу через Додаток, SMS (текстові повідомлення), веб-запити або запити з будь-якої іншої такої платформи через засоби або канали масової комунікації, - як вони час від часу виявляються або надаються компанією Оператором або від її імені, - що дозволяє Клієнту запросити надання Таксомоторних послуг у Принципала (який самостійно виявляє Таксомоторні послуги) в тій мірі, в якій це доступно для Клієнта і приймається ним.</p>

			<p><b>«Оператор»</b> - компанія, в тому числі приватна компанія, створена і функціонує в іноземній державі з іноземного права (наприклад, але не виключно: Uber, Gett, Яндекс. Таксі і т.д.), що є правовласником Додатку та надає Сервіс Агенту та Принципалу.</p>

			<p><b>«Транспортний засіб»</b> - будь-який транспортний засіб, що використовується на законних підставах Принципалом для надання Таксомоторних послуг (незалежно від того, приводиться він в рух двигуном внутрішнього згоряння або електродвигуном), який знаходиться в безпечному і чистому стані і придатний для перевезення пасажирів відповідно до вимог чинного законодавства і нормативних актів, що отримав схвалення Оператора.</p>
			
			<p><b>«Веб-сайт»</b> означає веб-сайт компанії-Оператора.</p><br>

			<b>1. ПРЕДМЕТ ДОГОВОРУ</b><br>

			<p>1.1. За цим Договором Принципал доручає, а Агент бере на себе зобов'язання за винагороду здійснювати від свого імені, але за рахунок Принципала юридичні та / або фактичні дії, зазначені в п. 2.1 цього Договору, спрямовані на укладення Клієнтами договорів перевезення пасажирів з Принципалом і забезпечення Принципалу можливості надати Клієнтам Таксомоторні послуги, а Принципал зобов'язується сплатити Агенту Агентську винагороду за виконання даного доручення.</p><br>

			<p>
				<b>2. Права і обов’язки сторін.</b>
			</p>

			<p>
				<b>2.1. Агент зобов'язується:</b>
			</p>

			<p>2.1.1. За допомогою Сервісу Оператора, в тому числі з наданням Принципалу доступу до Додатка, забезпечити Принципалу можливість укладення з Клієнтами договорів перевезення пасажирів (надання Принципалом Таксомоторних послуг Клієнтам) через Додаток; </p>
			<p>2.1.2. Отримувати від Оператора грошові кошти за фактично надані Принципалом Таксомоторні послуги Клієнтам. Дані грошові кошти надходять безпосередньо на розрахункові рахунки Оператора від Клієнтів, які оплачують Таксомоторні послуги банківськими картами.</p>
			<p>2.1.3. Переводити Принципалу належні Принципалу грошові кошти (винагороду за надані Таксомоторні послуги) за реквізитами, зазначеним у Формі реєстрації Принципала, або повідомленим Принципалом додатково шляхом підписання розпорядження, або	направленим Принципалом на електронну пошту Агента / месенджер Агента (Viber, WhatsApp, Telegram) за вирахуванням Агентської винагороди і Комісійної винагороди Оператора. </p>
			<p>2.1.4. Консультувати Принципала по користуванню Сервісом і Додатком.</p>

			<p>
				<b>2.2. Агент має право:</b>
			</p>

			<p>2.2.1. З метою виконання цього Договору укласти необхідні договори та угоди з будь-якими третіми особами, в тому числі з Оператором.</p>
			<p>2.2.2. Своєчасно і в повному обсязі отримувати (утримувати) Агентську винагороду за виконання доручення.</p>			

			<p>
				<b>2.3. Принципал зобов'язується:</b>
			</p>

			<p>2.3.1. Оплачувати надані Агентом посередницькі послуги шляхом вирахування Агентської винагороди з грошових коштів, отриманих Агентом від Оператора за надані Принципалом Таксомоторні послуги. Принципал не заперечує проти щотижневих утримань компанією Оператора, що належить їй Комісійної винагороди з грошових коштів Принципала за послуги користування Сервісом і Додатком.</p>
			<p>2.3.2. Своєчасно і якісно надавати Таксомоторні послуги Клієнтам, в тому числі:<br>	
			- дотримуватися неухильно правил дорожнього руху;<br> 
			- тримати Транспортний засіб в технічно справному стані;<br>
			- забезпечувати чистоту і презентабельний зовнішній вигляд автомобіля;<br>
			- виконувати всі законні вимоги при експлуатації автомобіля, прямо або побічно пов'язані з дією цього договору (в т.ч., здійснювати обов'язкове страхування своєї цивільної відповідальності);<br>
			- бути максимально коректним і ввічливим з Клієнтами;<br>
			- дотримуватися термінів і умов виконання прийнятих замовлень від клієнтів.</p>
			<p>2.3.3. Самостійно вести облік своєї діяльності, сплачувати законно встановлені податки і збори до бюджету (в т.ч. податок на доходи фізичних осіб), надавати необхідну звітність в податкові та інші органи. </p>
			<p>2.3.4. Своєчасно приймати і оплачувати послуги Агента.</p>			

			<p>
				<b>2.4. Принципал вправі:</b>
			</p>
			<p>2.4.1. Вимагати від Агента перераховувати належні Принципалу грошові кошти за надані Клієнтам Таксомоторні послуги. </p>
			<p>2.4.2. Отримувати Акти-звіти, зазначені в розділі 4 цього Договору, шляхом доступу до них в Додатку.</p><p>2.4.3. Отримувати повну інформацію про роботу Сервіса і Додатка.</p><br>

			<p>
				<b>3. АГЕНТСЬКА ВИНАГОРОДА</b>
			</p>

			<p>3.1. За виконання Агентом доручення Принципал виплачує Агенту Агентську винагороду в розмірі, який визначається в порядку, встановленому п. 3.2 цього Договору. </p>
			<p>3.2. Агентська винагорода за цим Договором становить відсоток від суми, отриманої Принципалом за надання Таксомоторних послуг Клієнтам, зменшеної попередньо на розмір Комісійної винагороди Оператора. Величина цього відсотка визначається за згодою Сторін в діапазоні 2 - 10%. В окремих випадках, передбачених Оператором, розмір Агентської винагороди може відрізнятися від зазначеної в цьому пункті.</p>
			<p>3.3. У разі якщо Оператор виплачує додаткову («реферальну») винагороду Принципалу за підключення до Сервісу нового водія, розмір Агентської винагороди Агента може відрізнятися від розміру Агентської винагороди, зазначеної в п. 3.2 Договору.</p> 
			<p>3.4. У разі якщо Принципал не згоден з розміром Агентської винагороди, утриманої Агентом з суми доходу Принципала, останній має право протягом 1 (одного) календарного дня з моменту отримання грошових коштів направити Агенту мотивоване заперечення на електронну пошту Агента, зазначену на сайті UBERLINE.IN.UA.</p><br>

			<p>
				<b>4. ПОРЯДОК РОЗРАХУНКІВ</b>
			</p>

			<p>4.1. Принципал отримує доступ до акту-звіту наданих їм Таксомоторних послуг Клієнтам за звітний тиждень з зазначенням вартості послуг таксомоторів, Комісійної винагороди Оператора, Агентської винагороди Агента (далі - Акт-звіт) щотижня, не пізніше чотирьох робочих днів, які йдуть за звітним тижнем. Принципал отримує доступ і можливість ознайомлення з Актом-звітом у Додатку. У разі необхідності, і на письмову вимогу Принципала, Агент може відправити Принципалу даний Акт-звіт на адресу електронної пошти.</p>
			<p>4.2. Акт-звіт стає доступним в Додатку в разі надання Принципалом Таксомоторних послуг Клієнту у відповідному звітному тижні. Акт-звіт є підставою для проведення взаєморозрахунків між Сторонами.</p>
			<p>4.3. Принципал зобов'язується протягом одного календарного дня з моменту появи Акта-звіту в Додатку ознайомитися з Актом-звітом.</p>
			<p>4.4. У разі незгоди з наведеними даними в Акті-звіті Принципал зобов'язаний протягом одного календарного дня з дати появи Акта-звіту в Додатку надати Агенту по електронній пошті, вказаній на сайті UBERLINE.IN.UA, мотивоване заперечення. У всіх інших випадках Акт-звіт вважається прийнятим Принципалом повністю без заперечень і є підставою для проведення взаєморозрахунків, в тому для обчислення Агентської винагороди.</p>
			<p>4.5. Агент перераховує Принципалу належні Принципалу грошові кошти (винагороду від Клієнтів за надані Таксомоторні послуги) за вирахуванням Агентської винагороди і Комісійної винагороди Оператора не пізніше 7 (семи) календарних днів з моменту закінчення звітного тижня.</p><br>

			<p>
				<b>5. ВІДПОВІДАЛЬНІСТЬ СТОРІН</b>
			</p>

			<p>5.1. У разі невиконання або неналежного виконання взятих на себе зобов'язань Сторони несуть відповідальність відповідно до чинного законодавства України.</p> 
			<p>5.2. Принципал визнає і погоджується, що Агент не надає ніяких транспортних чи інших таксомоторних послуг і не є транспортною компанією або пасажирським перевізником, а також роботодавцем Принципала.</p>
			<p>5.3. Принципал визнає і погоджується, що Агент не є його податковим агентом у розумінні ст. 18 ПКУ, оскільки Агент не є джерелом виплати доходів Принципала. Принципал визнає і погоджується, що буде самостійно обчислювати і сплачувати податок на доходи фізичних осіб у випадках, встановлених Податковим кодексом України, або інші податки у випадках, передбачених законодавством України.</p>
			<p>5.4. Агент не несе ніякої відповідальності і не бере на себе ніяких зобов'язань щодо Таксомоторних чи інших аналогічних послуг, що надаються Принципалом всім третім особам (в т.ч. Клієнтам). </p>
			<p>5.5. Принципал несе повну відповідальність за будь-якому зобов’язанню, яке виникає в результаті експлуатації Транспортного засобу та / або надання Таксомоторних чи інших аналогічних послуг, включаючи, але не обмежуючись цим: травми, смерть або матеріальний збиток, завдані Клієнтам або іншим третім особам.</p>
			<p>5.6. Принципал зобов'язується відшкодовувати збитки і захищати Агента від відповідальності за будь-якими (потенційними) претензіями або (потенційним) збитком, заподіяним Клієнтам, іншим третім особам або самому Принципалу, що виникли в зв'язку з наданням Таксомоторних послуг Принципалом.</p>
			<p>5.7. Надаючи Таксомоторні послуги Клієнтам, Принципал приймає, погоджується і визнає, що прямі правовідносини створюються і передбачаються виключно між Принципалом і Клієнтом.</p>
			<p>5.8. Агент не несе зобов'язань або відповідальності за дії / бездіяльність і поведінку Клієнта щодо Принципала і його Транспортного засобу.</p>
			<p>5.9. Принципал несе повну відповідальність за прийняття розумних і необхідних запобіжних заходів по відношенню до будь-яких третіх осіб, з якими він взаємодіє в зв'язку з наданням Таксомоторних послуг Клієнтам.</p>
			<p>5.10. У тих випадках, коли подібний розподіл відповідальності Сторін може виявитися недійсним відповідно до чинного законодавства, Принципал зобов'язується відшкодовувати збитки і захищати Агента від відповідальності за будь-якими претензіями, які можуть бути пред'явлені Агенту в зв'язку з наданням Принципалом Таксомоторних послуг Клієнтам відповідно до чинного законодавством України.</p>
			<p>5.11. Сторони недвозначним чином встановлюють, що цей договір не є трудовим договором, трудовими відносинами або цивільно-правовим договором про надання послуг, виконання робіт Принципалом для Агента, і що Агент надає виключно посередницькі послуги в обмін на Агентську винагорода.</p><br>

			<p>
				<b>6. ТЕРМІН ДІЇ ДОГОВОРУ</b>
			</p>

			<p>6.1. Всі питання, не врегульовані цим Договором, вирішуються відповідно до чинного законодавства України.</p>
			<p>6.2. Цей Договір набирає чинності з дати його підписання і діє безстроково.</p>
			<p>6.3. Розірвання цього Договору допускається будь-якою стороною в односторонньому порядку з попереднім письмовим повідомленням іншої сторони за 10 календарних днів.</p><br>


			<p>
				<b>7. ВИРIШЕННЯ СУПЕРЕЧОК</b>
			</p>

			<p>7.1. Всі суперечки і розбіжності, які можуть виникнути між Сторонами з питань, які не знайшли свого вирішення в тексті даного Договору, будуть вирішуватися шляхом переговорів.</p>
			<p>7.2. При не врегулюванні в процесі переговорів спірних питань суперечки підлягають вирішенню в судовому порядку за місцем знаходження Агента.</p><br>


			<b>8. Заключні положення</b>

			<p>8.1. У всьому іншому, що не передбачено цим Договором, Сторони керуються чинним законодавством України.</p> 
			<p>8.2. Агент залишає за собою право змінити умови Договору в односторонньому порядку, розмістивши текст змінених умов Агентського договору на сайті UBERLINE.IN.UA. Якщо Принципал буде заперечувати проти внесення змін / поправок, Агент матиме право розірвати Договір з Принципалом з цієї причини з негайним вступом такого розірвання в силу і без надання Принципалу будь-якої компенсації.</p>
			<p>8.3. Сторони надають юридичну силу документам та інформації, переданим по електронній пошті за адресами, вказаними в реквізитах Форми реєстрації, або іншим адресам електронної пошти, а також інших засобів комунікації (мобільні додатки Viber, Telegram, WhatsApp і ін.), за допомогою яких будь-яка з сторін фактично буде вести переписку. </p>
			<p>8.4. Приєднуючись до цього договору, Принципал дає згоду на обробку, використання і зберігання своїх персональних даних Агенту і компанії Оператора, в тому числі всіх даних, відображених в реквізитах Форми реєстрації, або спрямованих (переданих) Агенту додатково.</p><br>

			<p>
				<b>9. РЕКВІЗИТИ АГЕНТА</b>
			</p>
			ТОВ “СТК-24”<br>
			Україна, 01042, м. Київ, Печерський район, провулок Новопечерський, буд 19/3<br>
			Iдентифiкацiйний код юридичної особи: 41691975<br>

		</div>	
	</div>
</div>

<?php require_once 'layouts/footer.php'; ?>












